# アプリプライバシーポリシー

このアプリケーション・プライバシーポリシー（以下、「本プライバシーポリシー」といいます）は、「家賃計算くん」（以下、「本アプリ」といいます）が提供するサービス（以下、「本サービス」といいます）における利用者情報の取扱いを定めたものです。

**■個人情報の収集について**

本アプリケーションは、個人情報の収集は一切行なっておりません。

■**情報の削除**

利用者が本アプリケーションを端末より削除（アンインストール）した場合、本アプリケーションに入力した内容が全て端末より直ちに削除されます。

■**情報の開示、提供**

利用者の同意を得ることなく、本アプリケーションおよび本サービスにて利用者より取得、保存した情報を、本プライバシーポリシーに明示している第三者以外に開示または提供することはありません。  ただし、以下の場合は除きます。

1. 令に基づく場合。
2. 人の生命、身体または財産の保護のために必要がある場合であって、本人の同意を得ることが困難である場合。
3. 国の機関もしくは地方公共団体またはその委託を受けたものが、法令の定めにより遂行することに協力する必要がある場合であって、本人の同意を得ることによりその遂行に支障を及ぼすおそれがある場合。
4. その他、社会通念上、当社が必要と判断した場合であって、本人の同意を得ることが困難である場合。

■**変更**

1. 本アプリは、法令の変更等に伴い、本プライバシーポリシーを変更することがあります。
2. 本アプリケーションのバージョンアップに伴って、個人情報の取扱開始、あるいは利用者から取得情報の項目の変更や追加、利用目的の変更、第三者提供等について変更がある場合には、インストール直後、本アプリの使用開始前にあらためて同意を取得いたします。


制定日：2022年7月1日
